Repository: Ahmed-Adel3/ElectronicsShop
Catalog: ElectronicsShop/ElectronicsShop/Resources/SharedResources.*.resx
Languages: ar

# AddressLbl
source: Full Address
ar: العنوان بالكامل

# AddressRequired
source: Full Address is Required
ar: حقل العنوان مطلوب

# ConfirmPasswordLbl
source: Confirm Password
ar: تأكيد كلمة المرور

# ConfirmPasswordRequired
source: Confirm Password is Required
ar: حقل تأكيد كلمة المرور مطلوب

# DateOfBirthAfterToday
source: Date of Birth Can't be today of after today
ar: لا يمكن لتاريخ الميلاد أن يساوي او يزيد عن تاريخ اليوم

# DateOfBirthLbl
source: Date of Birth
ar: تاريخ الميلاد

# DateOfBirthRequired
source: Date of Birth is Required
ar: حقل تاريخ الميلاد مطلوب

# DescriptionArLbl
source: Product Description in Arabic
ar: وصف الجهاز باللغة العربية

# DescriptionEnLbl
source: Product Description in English
ar: وصف الجهاز باللغة الانجليزية

# DiscountLbl
source: Discount (%)
ar: الخصم (%)

# DiscountOfTwoLbl
source: Discount for 2 items (%)
ar: الخصم عند شراء جهازين (%)

# EmailLbl
source: E-mail
ar: البريد الالكتروني

# EmailRequired
source: Email is Required
ar: حقل البريد الالكتروني مطلوب

# FullNameLbl
source: Full Name
ar: الاسم بالكامل

# NameArLbl
source: Product Name in Arabic
ar: اسم المنتج باللغة العربية

# NameEnLbl
source: Product Name in English
ar: اسم المنتج باللغة الانجليزية

# NotValidDiscount
source: Discount must be an Integer between 1 and 100
ar: الخصم يجب أن يكون رقم صحيح بين ال 1 و ال 100

# NotValidDiscountOfTwo
source: Discount for 2 items must be an Integer between 1 and 100
ar: الخصم ي عند شراء جهازين جب أن يكون رقم صحيح بين ال 1 و ال 100

# NotValidMail
source: Please Enter a Valid Mail
ar: برجاء ادخال صيغة صحيحة للبريد الالكتروني

# NotValidOriginalPrice
source: Original Price must be between 1 and 1000000
ar: السعر الأساسي للمنتج يجب ان يكون بين 1 و 1000000

# NotValidQuantityInStock
source: Quantity In Stock must be an Integer between 1 and 1000000
ar: الكمية المتاحة يجب ان يكون رقم صحيح بين 1 و 1000000

# OriginalPriceLbl
source: Original Price
ar: السعر الأصلي للمنتج

# PasswordLbl
source: Password
ar: كلمة المرور

# PasswordsNotTheSame
source: Password and Confirm Password are not the same
ar: كلمة المرور و تأكيد كلمة المرور غير متطابقتين

# PhoneLbl
source: Phone Number
ar: رقم الجوال

# PhoneNotValid
source: Please Enter a valid Egyptian Phone Number
ar: برجاء ادخال صيغة صحيحة لرقم جوال مصري

# PhoneRequired
source: Phone Number is Required
ar: رقم الجوال مطلوب

# QuantityInStockLbl
source: Quantity In Stock
ar: الكمية المتاحة

# RequiredDescriptionAr
source: Product Description in Arabic is Required
ar: حقل وصف الجهاز باللغة العربية مطلوب

# RequiredDescriptionEn
source: Product Description in English is Required
ar: حقل وصف الجهاز باللغة الانجليزية مطلوب

# RequiredFullName
source: Full Name is Required
ar: حقل الاسم بالكامل مطلوب

# RequiredNameAr
source: Product Name in Arabic is Required
ar: حقل اسم الجهاز باللغة العربية مطلوب

# RequiredNameEn
source: Product Name in English is Required
ar: حقل اسم الجهاز باللغة الانجليزية مطلوب

# RequiredOriginalPrice
source: Original Price is Required
ar: حقل السعر الأساسي مطلوب

# RequiredPassword
source: Password is Required
ar: حقل كبمة المرور مطلوب

# RequiredQuantityInStock
source: Quantity In Stock is Required
ar: حقل لكمية المتاحة مطلوب

# RequiredType
source: Product Type is Required
ar: حقل نوع الجهاز مطلوب

# TypeLbl
source: Product Type
ar: نوع الجهاز

# WeakPasswordCombination
source: Password Entered is Weak, Please enter a stronger password
ar: عفوا, صيغة الرقم السري ضعيفة , برجاء ادخال صيغة أقوي للرقم السري
